{
    "1" : "total judges strength of supreme court till the date?",
    "2" : "show me list of all supreme court judges.",
    "3" : "I want to know about Puneet Dhankar as judge of supreme court?",
    "4" : "total number of judge strength in Rajasthan high court to the date?",
    "5" : "total number of  additional judge strength in Rajasthan high court to the date?",
    "6" : "total number of  permanent judge strength in Rajasthan high court to the date?"    ,
    "7" : "list of Rajasthan high court additional judges?",
    "8" : "list of Rajasthan high court transferred judges?",
    "9" : "list of Rajasthan high court permanent judges?",
    "10" : "I want to know about Puneet Dhankar as judge of Rajasthan High court?",
    "11" : "total number of sanctioned strength in 2022 year in supreme court?",
    "12" : "total number of working strength in 2022 year in supreme court?",
    "13" : "total number of vacancy in 2022 year in supreme court?",
    "14" : "whole strength status and analysis of 2022 year in supreme court?",
    "15" : "whole strength status and analysis of all year in supreme court?",
    "16" : "current number of additional sanctioned judge strength in current year in Rajasthan high court?",
    "17" : "current number of permanent sanctioned judge strength in current year in Rajasthan high court?",
    "18" : "current number of sanctioned judge strength in current year in Rajasthan high court?",
    "19" : "current number of additional working judge strength in current year in Rajasthan high court?",
    "20" : "current number of permanent working judge strength in current year in Rajasthan high court?",
    "21" : "current number of working judge strength in current year in Rajasthan high court?",
    "22" : "current number of permanent vacancy in current year in Rajasthan high court?",
    "23" : "current number of additional vacancy in current year in Rajasthan high court?",
    "24" : "current number of vacancy in current year in Rajasthan high court?",
    "25" : "whole strength status and analysis of current year in Rajasthan high court?",
    "26" : "total number of sanctioned strength in current year in supreme court?",
    "27" : "total number of working strength in current year in supreme court?",
    "28" : "total number of vacancy in current year in supreme court?",
    "29" : "whole strength status and analysis of current year in supreme court?"
}